Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-1.pdf.tmx
Source language: nob
Languages: sme

source: Redegjørelsen er vedlagt protokollen.
sme: Čilgehus lea mielddusin čoahkkingirjjis.

source: Samisk språk er en av grunnsteinene i det samiske samfunnet og for samene som ett folk.
sme: Sápmelaččaide, ja sápmelaččaide álbmogin, lea sámegiella okta sámi servodaga geađgejulggiin.

source: Samisk språkpolitikk handler blant annet om rammebetingelser, lovreguleringer og om hverdagen for språkbrukere.
sme: Sámi giellapolitihkas lea earret eará sáhka sihke rámmaeavttuin, láhkamuddemiiguin ja giellageavaheddjiid árgabeaivvis.

source: Språket er vår kommunikasjon, vår identitet og vår arv.
sme: Giella lea min gulahallan, min identitehta ja min árbi.

source: Samiske språk berører alle samfunnsområder, og en god språkpolitikk må gjenspeile dette.
sme: Sámegiella guoská buot servodatsurggiide, ja dat ferte boahtit ovdan buori giellapolitihkas.

source: Sametinget ønsker at samiske språk høres, brukes og synes i samfunnet, og legger derfor i reformen fokus på synliggjøring, utvikling, rekruttering og kompetanseheving på alle nivå.
sme: Sámediggi háliida ahte sámegielat gullojit, geavahuvvojit ja oidnojit servodagas, ja bidjá danne ođastusas deattu oainnusmahttimii, ovddideapmái, rekrutteremii ja gelbbolašvuođaloktemii buot dásiin.

source: Det vil være en særlig satsning på språktilbud for barn og unge.
sme: Erenoamážit galgá leat Áŋgiruššan galgá erenoamážit leat giellafálaldagaide mánáid ja nuoraid várás.

source: Reformen skal også bidra til bedre rammebetingelser for samiske språk og forbedring av samarbeid og samordning mellom institusjoner, organer og organisasjoner som jobber med samiske språk.
sme: Ođastus galgá maid leat mielde buorideamen sámegielaid rámmaeavttuid ja buoridit ovttasbarggu ja ovttasdoaibmama gaskal daid ásahusaid, orgánaid ja organisašuvnnaid mat barget sámegielaiguin.

source: På bakgrunn av NOU 2016:18 Hjertespråket, og etter en bred høring av utredningen, samt Sametingets erfaringer, ønsker Sametinget en helhetlig og strategisk satsning på samiske språk.
sme: NAČ 201:18 Váibmogiela čielggadusa vuođul, maŋŋá čielggadusa viiddes gulaskuddama, ja Sámedikki vásáhusaid vuođul, háliida Sámediggi ollislaš ja strategalaš áŋgiruššama sámegielaide.

source: Denne redegjørelsen skal danne grunnlag for sak om samisk språkreform legges frem for plenum i desember 2018.
sme: Dát čilgehus galgá leat vuođđun áššái sámi giellaođastusa birra mii ovddiduvvo dievasčoahkkimii juovlamánus 2018.

source: Bakgrunn
sme: Duogáš

source: Situasjonen for samiske språk
sme: Sámegielaid dilli

source: Alle de samiske språkene i Norge defineres som truede eller særlig truede språk i UNESCOs liste over truede språk.
sme: Buot sámegielat Norggas adnojuvvojit leat áitojuvvon dahje erenoamážit áitojuvvon gielat UNESCO listtas áitojuvvon gielaid badjel.

source: I Finnmark er det to kommuner hvor samisk er majoritetsspråket, mens vi i de resterende kommunene i landet alle språkene i en minoritetssituasjon.
sme: Finnmárkkus leat guokte suohkana gos sámegiella lea eanetlohkogiellan, muhto daid eará suohkaniin riikkas leat buot gielat unnitlohkodilis.

source: Pitesamisk, umesamisk og skoltesamisk har tradisjonelt blitt brukt i Norge, men har i dag svært få språkbrukere i Norge.
sme: Bidumsámegiella, upmisámegiella ja nuortalaš giella leat árbevirolaččat geavahuvvon Norggas, muhto dain leat dál hui uhccán giellageavaheaddjit Norggas.

source: I dag er 11 kommuner er innlemmet i forvaltningsområdet for samisk språk.
sme: Dál gullet 11 suohkana gullet sámegiela hálddašanguvlui.

source: I disse kommunene skal samisk og norsk være likeverdige språk, og disse kommunene jobber særlig med språkutvikling.
sme: Dáin suohkaniin galgá sámegiella ja dárogiella leat ovttaárvosaš gielat, ja dát suohkanat barget erenoamážit giellaovddidemiin.

source: Sametinget tildeler direktetilskudd til 14 samiske språksentre, som jobber aktivt med språkkurs og språktiltak i sitt virkeområde.
sme: Sámediggi juolluda njuolggadoarjaga 14 sámi giellaguovddážii, mat barget árjjalaččat giellakurssaiguin ja gielladoaibmabijuiguin iežaset doaibmaguovllus.

source: Språksituasjonen er ulik i ulike kommuner og områder.
sme: Gielladilli molsašuvvá suohkanis suohkanii ja guovllus guvlui.

source: Både i nord-, lule- og sørsamiske områder er det personer som har samisk som morsmål, med samisk som hjemmespråk.
sme: Sihke davvi-, julev- ja lullisámi guovlluin leat olbmot geain lea sámegiella ruovttugiellan.

source: Disse personene har en unik kompetanse i samiske språk, med et rikt ordforråd, hvor det samiske språket er i naturlig bruk i hverdagen.
sme: Dáin olbmuin lea erenoamáš gelbbolašvuohta sámegielas, sis lea sátneriggodat ja sámegiella geavahuvvo lunddolaččat beaivválaš dilis.

source: Samtidig er alle språkene i revitaliseringsprosess i mange områder, hvor fokuset må ligge i språkopplæring og økt språkbruk.
sme: Seammás leat olu guovlluin buot gielat ođđasis ealáskahttin proseassas ollu guovlluin gos deaddu ferte biddjojuvvot giellaoahpahussii ja eanet giellageavaheapmái.

source: NOU 2016:18 Hjertespråket
sme: NAČ 2016:18 Váibmogiella

source: Samisk språkutvalg har i NOU 2016:18 Hjertespråket redegjort for situasjonen for de samiske språkene, og har fremmet forslag til nye tiltak, ordninger og regelverk som skal bidra til et språkløft.
sme: Sámi giellalávdegoddi lea čielggadusas NAČ 2016:18 Váibmogiella čilgen sámegielaid dili, ja evttohan ođđa doaibmabijuid, ortnegiid ja njuolggadusaid mat galget váikkuhit giellaloktemii.

source: Samisk språkutvalg konkluderer i sin utredning at “dersom alle de samiske språkene skal kunne overleve, og Norge skal kunne overholde sine internasjonale forpliktelser, kreves en kraftinnsats fra staten og alle involverte offentlige- og private aktører” (s. 49).
sme: Sámi giellalávdegoddi gávnnaha čielggadusastis ahte “jus buot sámegielat galget ceavzit, ja Norga galgá sáhttit ollašuhttit iežas riikkaidgaskasaš geatnegasvuođaid, de dat gáibida garra áŋgiruššama stáhta ja buot guoskevaš almmolaš ja priváhta oassálastiid bealis” (s. 49).

source: Utredningen viser at det er et stort behov for innsats for de samiske språkene på ulike nivåer i samfunnet og at det legges særlig vekt på barn og unges språkrettigheter.
sme: Čielggadus čájeha ahte lea stuorra dárbu áŋgiruššamii sámegielaiguin iešguđet servodatdásiin ja ahte ferte biddjot erenoamáš deaddu mánáid ja nuoraid giellavuoigatvuođaide.

source: Utredningen var ute på bred høring, og det kom inn over 100 høringsuttalelser.
sme: Čielggadus lea leamaš gulaskuddamis ja bohte badjel 100 gulaskuddancealkámušat.

source: Mange av høringsinstansene kritiserte at mandatet ikke omhandlet de minste samiske språkene;
sme: Olu gulaskuddancealkámušat moite go mandáhtta ii fátmmastan daid unnimus gielaid;

source: som for eksempel pite- ume- og skoltesamisk.
sme: ovdamearka dihte bidum, upmi ja nuortalaš sámegiela.

source: Selv om utredningen ikke foreslår tiltak og ordninger for disse språkene, så vil Sametinget i oppfølgingsarbeidet også foreslå tiltak og ordninger for disse språkene.
sme: Vaikke čielggadus ii evttot doaimmaid ja ortnegiid dáid gielaide, de áigu Sámediggi čuovvulan barggus maiddái dáid gielaide evttohit doaimmaid ja ortnegiid.

source: Samiske språk i et samfunn i endring
sme: Sámegielat dakkár servodagas mii lea rievdamin

source: Befolkningsutvikling og samfunnsendringer
sme: Veahkadatovdáneapmi ja servodatrievdamat

source: En endret befolkningsstruktur krever en fornyelse av samisk språkpolitikk.
sme: Veahkadatstruktuvrra rievdan gáibida sámi giellapolitihka ođasmahttima.

source: Endringer i det samiske samfunnet og språktiltak som tidligere kan ha fungert innenfor språkpolitikken kan vise seg å være lite hensiktsmessig i dag.
sme: Sámi servodat r ievdá ja gielladoaibmabijut mat ovdal soite doaibman giellapolitihkas, sáhttet dál čájehuvvot uhccán ulbmillaččat.

source: Befolkningsstrukturen i STN-området, presentert av den samiske statistikken Samiske tall forteller, viser at folketallet i STN-området har sunket med 16% fra 1990 – 2010. Alderssammensetningen har endret seg de siste 26 årene, hvor befolkningen i STN-området er eldre enn tidligere (Rustad 2010).
sme: SED-guovllu veahkadatstruktuvra boahtá ovdan sámi statistihkas Sámi logut muitalit ja čájeha ahte SED-guovllu olmmošlohku lea njiedjan 16 proseanttain áigodagas 1990 – 2010. Ahkečoahkkádus lea rievdan maŋimus 26 jagis, ja SED-guovllu álbmot lea boarrásat go ovdal (Rustad 2010).

source: Flytting fra distrikt til byer gjelder også samiske områder og det er flest unge som flytter til byene (Broderstad, Sørlie 2012).
sme: Fárren gávpogiidda dáhpáhuvvá maiddái sámi guovlluin ja leat eanaš nuorat geat fárrejit gávpogiidda (Broderstad, Sørlie 2012).

source: Denne økte tilflyttingen til byer og tettsteder over hele landet kommer til uttrykk i stadig større etterspørsel etter samisk innhold, samisk språkundervisning i skoler og barnehager og at behovet for samiske kulturuttrykk/kulturelle opplevelser og arenaer er stadig økende.
sme: Dát lassáneaddji fárren gávpogiidda ja čoahkkebáikkiide miehtá riikka dagaha ahte eanebut jearahit sámi sisdoalu, sámegieloahpahusa skuvllain ja mánáidgárddiin ja eanet sámi kulturovdanbuktimiid/kultuvrralaš vásáhusaid ja arenaid.

source: Samiske språk er i en minoritetsstatus i de fire landene hvor samene tradisjonelt er bosatt.
sme: Sámegielat siviilaservodagas Sámegielat leat unnitlohkodilis dan njealji riikkas gos sápmelaččat árbevirolaččat leat ássan.

source: Samiske språk har ikke en like naturlig plass i det offentlige rom som majoritetsspråket.
sme: Dat boahtá oidnosii eanaš báikegottiin. Sámegielain ii leat seamma lunddolaš sadji almmolašvuođa go eanetlohkogielas.

source: Med utviklingen av samepolitikken har det foregått en samiske institusjonsbygging de siste 25-30 årene.
sme: Sámepolitihka ovdáneami oktavuođas leat olu sámi ásahusat vuođđuduvvon maŋimus 25-30 jagis.

source: Dette har resultert i etableringen av mange samiske offentlige institusjoner og organer, men også at mange institusjoner har fått ansvar for samiske språk.
sme: Dat lea dagahan ahte ollu sámi ásahusat ja orgánat leat vuođđuduvvon, muhto maiddái ahte ollu ásahusat lea ožžon ovddasvástádusa sámegielain.

source: Det har også blitt etablert en del nye bedrifter som tilbyr tjenester, selger produkter som bunner av den samiske kulturen, eller på andre måter har tilknytting til det samiske.
sme: Leat maid vuođđuduvvon muhtun ođđa fitnodagat mat fállet bálvalusaid, vuvdet gálvvuid maid vuođđun lea sámi kultuvra dahje dain lea eará čatnaseapmi sámevuhtii.

source: Samiske primærnæringer er også viktige arenaer hvor samiske språk ofte brukes.
sme: Sámi vuođđoealáhusat leat maiddái dakkár deaŧalaš arenat gos sámegielat dávjá geavahuvvojit.

source: Sametinget tildeler i dag både direkte tilskudd og prosjektmidler til ulike aktører og institusjoner i samfunnet.
sme: Sámediggi juolluda dál sihke njuolggadoarjaga ja prošeaktaruđaid iešguđet oassálastiide ja ásahusaide servodagas.

source: Hittil har det ikke vært noe språkkrav i tildelingen.
sme: Dán rádjai ii leat juolludemiide leamaš čadnojuvvon makkárge giellagáibádusaid.

source: Mange offentlige institusjoner, spesielt de som omfattes av samelovens språkregler, har skiltet på samisk.
sme: Ollu almmolaš ásahusat, erenoamážit dat geaidda sámelága giellanjuolggadusat gustojit, leat galben sámegillii.

source: Det er likevel fortsatt et forbedringspotensialet når det gjelder stedsnavnskilt, skilting av bussholdeplasser, gatenavn og turskilt.
sme: Dattetge lea buoridanvejolašvuohta go guoská báikenamaid, busseorustagaid, gáhtaid ja mátkkiid galbemii.

source: Sametinget ser at både innad i det private markedet og i offentlige organer er det både enkeltpersoner og fagmiljøer som har kompetanse i samiske språk.
sme: Sámediggi oaidná ahte sihke siskkáldasat priváhta márkanis ja almmolaš orgánain leat sihke ovttaskas olbmot ja fágabirrasat main lea gelbbolašvuohta sámegielain.

source: Dette gir et potensiale i å løfte og synliggjøre de samiske språkene i slike arenaer.
sme: Dat addá vejolašvuođa lokte ja oažžut oidnosii sámegielaid iešguđet arenain.

source: Språkarenaer og språktiltak
sme: Giellaarenat ja gielladoaibmabijut

source: I mange områder legger språksentrene til rette for samiske språkarenaer.
sme: Ollu guovlluin láhčet giellaguovddážat sámi giellaarenaide.

source: Samtidig er det mange barn og unge som deltar i ulike andre fritidsaktiviteter.
sme: Seammás servet ollu mánát ja nuorat iešguđet eará astoáiggedoaimmaide.

source: At samiske språk høres, er synlig og brukes på slike arenaer er viktig for språkets status og utvikling.
sme: Giela stáhtusii ja ovdáneapmái lea deaŧalaš ahte sámegielat gullojit, oidnojit ja geavahuvvojit dakkár arenain.

source: Språkarenaer er også sentrale i samiskopplæringa, og bidrar til at barn blir funksjonelt samiskspråklige.
sme: Giellaarenat leat maiddái deaŧalaččat sámegieloahpahussii, ja dasa ahte mánát šaddet doaibmi sámegielagin.

source: Teknologien har de siste 20 årene hatt en stor framgang.
sme: Teknologiija lea maŋimus 20 jagis ovdánan mealgat.

source: Data, internett og teknologiske verktøy er tilgjengelige for nesten alle borgere, og er en stor del av hverdagslivet til de fleste av oss.
sme: Dáhta, interneahtta ja teknologalaš reaiddut leat olámuttus dadjat buot ássiide, ja gullet min eatnašiid beaivválaš eallimii.

source: Den teknologiske utviklingen åpner en helt ny arena for språkbruk og språkutvikling.
sme: Teknologalaš ovdáneapmi rahpá áibbaš ođđa arenaid giellageavaheapmái ja giellaovddideapmái.

source: Sosiale medier, internett, applikasjoner og spiller kan nå alle målgrupper til tross for geografiske avstander.
sme: Sosiála mediat, interneahtta, applikašuvnnat ja spillat sáhttet juksat buot ulbmiljoavkkuide beroškeahttá geográfalaš gaskkain.

source: Mulighetene innen IKT og teknologi er store også for samiske språk og vi vet at særlig barn og unge benytter seg mye av slike løsninger.
sme: IKT ja teknologiija addet stuorra vejolašvuođat ja mii diehtit ahte erenoamážit mánát ja nuorat geavahit ollu dakkár čovdosiid.

source: Særlig om samisk barnehagetilbud og opplæring i grunnskolen Tilbud om samisk i barnehagen er avgjørende for å øke samiske språkbrukere.
sme: Erenoamážit sámi mánáidgárdefálaldaga ja vuođđoskuvlaoahpahusa birra Sámegielfálaldat mánáidgárddis lea mearrideaddjin dasa ahte galget šaddet eanet sámi giellageavaheaddjit.

source: Samisk barnehagetilbud er med på å gi samiske barn med samisk som hjemmespråk en trygg oppvekst, hvor de kan gjøre seg forstått og selv også forstå språket som snakkes i barnehagen.
sme: Sámi mánáidgárdefálaldat lea mielde addimin oadjebas bajásšaddama daidda sámi mánáide geain lea sámegiella ruovttugiellan nu ahte sii sáhttet gulahallat ja ieža maiddái ipmirdit dan giela mii geavahuvvo mánáidgárddis.

source: Barnehagene er også viktige i revitalisering av samiske språk, da samiskspråklige barnehagetilbud kan gi samiske barn språket, selv om samisk ikke er hjemmespråket.
sme: Mánáidgárddit leat maid deaŧalaččat sámegielaid ođđasis ealáskahttimii go sámegielat mánáidgárdefálaldat sáhttá addit sámi mánáide gielaset ruovttoluotta, vaikke vel sámegiella ii leat ge ruovttugiellan.

source: Sametinget har som oppfølging av NOU 2016:18 Hjertespråket satt i gang et prosjekt kalt "Sámi mánát ođđa searvelanjain".
sme: Sámediggi lea NAČ 2016:18 Váibmogiela čuovvuleapmin álggahan prošeavtta mii gohčoduvvo “Sámi mánát ođđa searvelanjain”.

source: Formålet med prosjektet er å løfte kvaliteten i samiske barnehager.
sme: Prošeavtta ulbmil lea loktet sámi mánáidgárddiid kvalitehta.

source: NOU 2016:18 Hjertespråket foreslår å styrke samiske barns rett til samisk barnehagetilbud, og foreslår en lovendring i barnehageloven slik at kommunene er pliktig til å tilby samiske barn et samiskspråklig barnehagetilbud etter en sterk språkmodell.
sme: NAČ 2016:18 Váibmogiella evttoha nannet sámi mánáid vuoigatvuođa sámi mánáidgárdefálaldahkii, ja evttoha láhkarievdadusa mánáidgárdelágas vai suohkaniin lea geatnegasvuohta fállat sámi mánáide sámegielat mánáidgárdefálaldaga nana giellamodealla vuođul.

source: Barn som i dag har samisk som hjemmespråk, og de som får opplæring i samiske språk, er fremtidens språkbærere.
sme: Mánát geain dál lea sámegiella ruovttugiellan ja geat ožžot sámegieloahpahusa, leat boahtteáiggi giellaguoddit.

source: For å sikre språkenes fremtid er det derfor nødvendig å sikre at antall barn som har opplæring i og på samisk opprettholdes og økes.
sme: Danne lea gielaid boahtteáiggi sihkkarastimii dárbu bisuhit ja eanedit daid mánáid logu geain lea oahpahus sámegielas ja sámegillii.

source: Det må også reguleres i lovverket at de barna som kan to eller flere samiske språk har rettighet til undervisning i flere samiske språk.
sme: Ferte maid heivehit lágaid nu ahte dain mánáin geain sáhttet leat guokte dahje eanet sámegielat, lea vuoigatvuohta oahpahussii máŋgga sámegielas.

source: NOU 2016:18 Hjertespråket foreslår å endre opplæringsloven når det gjelder retten til opplæring i samisk språk slik at minstekravet på ti elever reduseres til tre elever.
sme: NAČ 2016: Váibmogiella evttoha rievdadit oahpahuslága go guoská vuoigatvuhtii sámegieloahpahussii nu ahte dálá gáibádus ahte galget leat uhcimusat 1ogi oahppi, vuoliduvvo golmma oahppái.

source: Sametinget skal jobbe for å styrke rettighetene for samiske barn i barnehagen og grunnopplæring.
sme: Sámediggi áigu bargat dainna ulbmiliin ahte nannet sámi mánáid vuoigatvuođaid mánáidgárddis ja vuođđooahpahusas.

source: Sametinget har i dag ansvaret for utviklingen av samiske læremidler for nord-, lule- og sørsamisk og ser behov for å rekruttere læremiddelforfattere i alle de samiske språkene.
sme: Sámedikkis lea dál ovddasvástádus sámi oahpponeavvuid ráhkadeamis davvi-, julev- ja lullisámegielas ja oaidná dárbun rekrutteret oahpponeavvočálliid buot sámegielain.

source: Sametinget vil også jobbe for at rammetilskuddet til utvikling og tilpassing av samiske læremidler må økes.
sme: Sámediggi áigu maiddái bargat dan ala ahte rámmadoarjja sámi oahpponeavvuid ráhkadeapmái ja heiveheapmái ferte lasihuvvot.

source: Behov for fagpersonell med kompetanse i samiske språk og kultur I mange fagsektorer er det behov for fagpersonell med kompetanse i samisk språk og kultur.
sme: Dárbu fágaolbmuide geain lea gelbbolašvuohta sámi gielain ja kultuvrras Ollu fágasurggiin dárbbašuvvojit fágaolbmot geain lea gelbbolašvuohta sámi gielas ja kultuvrras.

source: Blant annet viser Samiske tall forteller 9 (Johansen 2016) at situasjonen for lulesamisk lærersituasjon er prekær.
sme: Earret eará čájeha Sámi logut muitalit 9 (Johansen 2016) ahte oahpaheaddjidilli julevsámegielas lea hui eahpesihkar.

source: Alderssammensetningen av lærere i alle språk viser at det om noen tiår vil bli enda større lærermangel.
sme: Oahpaheddjiid ahkečoahkkádus buot gielain čájeha ahte muhtun logijagi geahčen lea oahpaheddjiid váili ain stuorát.

source: Sametinget tildeler stipend for studenter som tar barnehagelærerutdanning og grunnskolelærerutdanning.
sme: Sámediggi juohká stipeanddaid daidda studeanttaide geat váldet mánáidgárdeoahpaheaddjioahpu ja vuođđoskuvlaoahpaheaddjioahpu.

source: Det er likevel viktig å prioritere ytterligere rekrutteringstiltak for samiskspråklige barnehage- og grunnskolelærere.
sme: Dattetge lea deaŧalaš vuoruhit eanet rekrutterendoaibmabijuid sámegielat mánáidgárde- ja vuođđoskuvlaoahpaheddjiid várás.

source: NOU 2016:18 Hjertespråket synliggjør et behov for personell med kompetanse i samisk språk- og kultur innen helsesektor, barnehage, opplæring, politi og rettsvesen.
sme: NAČ 2016:18 Váibmogiella oažžu ovdan dárbbu dakkár bargiide geain lea gelbbolašvuohta sámi gielas ja kultuvrras dearvvašvuođasuorggis, mánáidgárddis, oahpahusas, politiijas ja riektelágádusas.

source: Også kommuner som skal tilby tjenester på samisk har behov for økt fagpersonell med samisk språk- og kulturkompetanse.
sme: Maiddái dat suohkanat mat galget fállat bálvalusaid sámegillii, dárbbašit eanet fágaolbmuid geain lea gelbbolašvuohta sámi gielas ja kultuvrras.

source: Ved manglende kompetanse i samiske språk blant helsepersonell benyttes det ofte tolk ved behov, men ordningen kan forbedres.
sme: Dearvvašvuođabargiid váilevaš gelbbolašvuođa geažil sámegielas geavahuvvo dál dulka dárbbu mielde, muhto ortnet sáhttá buoriduvvot.

source: Tolkebehovet på samiske språk, og behovet for kompetente tolker gjelder i mange sektorer, som i rettsvesenet, og det er derfor behov å styrke tolkeutdanningen for samiske språk
sme: Dulkadárbu lea stuoris sámegielain, ja máhtolaš dulkkat dárbbašuvvojit máŋgga suorggis, nu go riektelágádusas, ja danne ferte nannet dulkaoahpu sámegielain.

source: Ansvarsfordeling for samiske språk
sme: Ovddasvástádusjuohku sámegielain

source: Ansvaret for samiske språk er fordelt mellom ulike departement, Sametinget, regionale- og kommunale organer og lokale institusjoner.
sme: Ovddasvástádus sámegielain lea juogaduvvon gaskal iešguđet departemeanttaid, Sámedikki, regionála ja suohkanlaš orgánaid ja báikkálaš ásahusaid.

source: NOU 2016:18 Hjertespråket tar for seg svakhetene i dagens regelverk, mangel på ressurser, organisering og ansvarsfordeling for samiske språk.
sme: NAČ 2016:18 Váibmogiella gieđahallá headjuvuođaid dálá njuolggadusaid, váilevaš resurssaid, organiseren ja ovddasvástádusjuogu sámegielaid ektui.

source: Utvalget foreslår å styrke Sametingets rolle med hensyn til samiske språk og de fremmer forslag på å etablere flere nye institusjoner.
sme: Lávdegoddi evttoha nannet Sámedikki rolla sámegielaid ektui ja sii evttohit vuođđudit máŋga ođđa ásahusa.

source: Utvalget foreslår også en tydeliggjøring av tilsynsansvaret og et ombud med særlig ansvar for sameloven.
sme: Lávdegoddi evttoha maiddái čielggadit bearráigeahččanovddasvástádusa ja ásahit áittardeaddji geas lea erenoamáš ovddasvástádus sámelágas.

source: Samiske språk går på tvers av landegrensene og styrking av samiske språk pågår i mer eller mindre grad i alle de fire landene.
sme: Sámegielat geavahuvvojit riikarájáid rastá ja sámegielaid nannen čađahuvvo uhcit eanet buot njealji riikkas.

source: Et bredere samarbeid vil det kunne bidra til en effektivisering av språkarbeidet.
sme: Buorebut ovttasbargu sáhtášii beavttálmahttit giellabarggu.

source: I noen områder er det allerede i dag et samarbeid, som for eksempel ved enkelte opplæringsinstitusjoner.
sme: Muhtun sajiin lea juo ovttasbargu, ovdamearka dihte muhtun oahpahusásahusain.

source: Sametinget ser at etablert samarbeid over landegrensene kan videreutvikles og det bør legges til rette for å etablere flere samarbeidsprosjekter og koordinering av språktiltak over landegrensene.
sme: Sámediggi oaidná ahte ásahuvvon ovttasbargu riikarájáid badjel sáhttá ovddiduvvot viidáseappot ja ahte berre láhččojuvvot dasa ahte ásahit eanet ovttasbargoprošeavttaid ja koordineret gielladoaibmabijuid riikarájáid badjel.

source: Rammebetingelser for samiske språk
sme: Sámegielaid rámmaeavttut

source: Styrking og utvikling av samiske språk påvirkes av regelverket, tilgang på personale med riktig kompetanse, organisering av forvaltning og økonomiske rammevilkår.
sme: Njuolggadusat, vejolašvuohta fidnet bargiid geain lea rivttes gelbbolašvuohta, hálddašeami organiseren ja ekonomalaš rámmaeavttut váikkuhit sámegielaid nannemii ja ovddideapmái.

source: Sameloven tredde i kraft i 1992, og har ikke blitt helhetlig revidert siden den gang.
sme: Sámeláhka bođii fápmui 1992, ii ge dat leat ollislaččat ođasmahttojuvvon dan rájes.

source: Sameloven og andre relevante lovverk er foreslått endret og revidert i NOU 2016:18 Hjertespråket.
sme: NAČ 2016:18 Váibmogiella evttoha rievdadit ja ođasmahttit sámelága ja eará guoskevaš lágaid.
